{"This man rented the Kennedy Farm in Maryland under the alias of Isaac Smith. Forces under this\nman defeated a contingent under Henry Pate in the Battle of Black Jack and killed several members of\nthe Doyle family in the Pottawatomie Massacre. This man cut off telegraph cables and railroad lines as\npart of his raid on a Virginia arsenal. For ten points, name this abolitionist who was executed in 1859 for\nleading a raid on Harpers Ferry.": ["John Brown\n", {"The 1856 Pottawatomie massacre left five people dead in this territory, which Horace Greeley\ndescribed as “Bleeding” during the violent debate over whether it would enter the Union as a free or slave\nstate.\n": "Kansas Territory (accept Bleeding Kansas"}], "In 1914, suffragette Mary Richardson slashed a Diego Velazquez painting titled for this figure. A\nlimestone figurine titled for this figure was found near Willendorf in 1908; this figure thus names a class\nof Paleolithic female sculptures, despite predating this figure’s first appearance in myth by thousands of\nyears. Praxiteles was once thought to be the sculptor of an armless sculpture of this goddess that was\nfound on the island of Milos in 1820. For ten points, name this Roman goddess of beauty and counterpart\nto Aphrodite.": ["Venus (accept Venus of Willendorf; accept Rokeby Venus; accept Venus de Milo; accept\nAphrodite, alone or with the other additional information here, until “Roman” is read)\n", {"This Spanish artist created a replica of the Venus de Milo with Drawers and included several\nmulti-colored versions of the sculpture in his painting The Hallucinogenic Toreador.\n": "Salvador Dal´ı\n(3"}], "This man sought and received aid from Haitian president Alexandre P´etion in exchange for adopting\nan emancipation policy. This leader’s Organic Decree cemented his status as president-liberator of one\npolity. This politician wrote the Cartagena Manifesto shortly before leading the Admirable Campaign.\nAfter liberating his homeland at the Battle of Carabobo, this man met at Guayaquil with Jos´e de San\nMart´ın. For ten points, name this Venezuelan liberator of many South American countries.": ["Sim´on (Jos´e Antonio de la Sant´ısima Trinidad de) Bol´ıvar (y Palacios)\n", {"Bol´ıvar was the first president of this massive northern South American confederation that fell\napart in 1831, just after Bol´ıvar’s death. This country shares part of its name with one of its successor\ncountries.\n": "Gran Colombia (do not accept or prompt on Colombia alone"}], "An 1864 raid on this city failed to relieve prisoners at Irving Block Prison. One of this city’s parks\nwas hastily renamed Health Sciences Park in 2013; that park was the site of a Charles Niehaus equestrian\nstatue overlooking a pair of graves. In December 2017, to avoid a state law banning war memorial changes\non public property, this city sold two of its parks to a non-profit that then took down the aforementioned\nConfederate memorial and a statue of Jefferson Davis. Jim Strickland is the mayor of, for ten points, what\nTennessee city on the Mississippi River?": ["Memphis\n", {"Prior to the 2013 signing of the aforementioned Tennessee law, Health Sciences Park was named\nfor this Civil War general and early leader of the KKK, a Memphis native whose equestrian statue was\nremoved from the park.\n": "Nathan Bedford Forrest\n(5"}], "This woman’s note in The Times convinced Isambard Kingdom Brunel to build the Renkioi facility\nshortly after this figure arrived at the Selimiye Barracks. While working at Scutari, this woman cut the\ndeath rate in half after implementing techniques like hand-washing. This woman’s service in the Crimean\nWar granted her the nickname “Lady with the Lamp.” For ten points, name this British woman, often\nconsidered the founder of modern nursing.": ["Florence Nightingale\n", {"Isambard Kingdom Brunel designed several of these structures, including the Clifton one in\nBristol. Another of these structures in London incorporates two blue and white towers.\n": "suspension bridges (accept Clifton Suspension Bridge; accept Tower Bridge"}], "In this state, over 150 Wintu natives were killed during the Bridge Gulch Massacre. Lawrence Graham\nled an expedition into what is now this state following the Southern Emigrant Trail. Samuel Brannan\namassed a fortune operating stores in this state, where Levi Strauss got his start selling dry goods. A\ndiscovery made at Sutter’s Mill triggered the migration of the “Forty-Niners” to, for ten points, what\nWest Coast state, where population booms hit cities like Sacramento?": ["California\n", {"Another 19th century conflict against Native Americans in California took place in the Owens\nValley, found east of this mountain range that includes Mount Whitney.\n": "Sierra Nevadas\n(7"}], "This country’s Keroman peninsula is the site of three submarine pens, two of which required subs to\nbe taken out of the water completely. The success of Operation Cobra in this country led to the creation of\nthe Falaise Pocket. Canadian soldiers launched the failed Dieppe Raid into this country, where hedgerows\nlater hindered tanks during attempts to take Caen. For ten points, name this country, the site of the\nNormandy landings during World War II.": ["France (accept Vichy France)\n", {"Ground troops during the Normandy campaign were under the command of this British general,\nwho had earlier defeated Rommel in the North African campaign.\n": "Bernard Montgomery\n(8"}], "This composer’s final three string quartets were dedicated to King Friedrich Wilhelm II, and his\nfourteenth quartet was nicknamed for its chromatic slow introduction. This composer of the Dissonance\nand Prussian quartets was commissioned by Count Walsegg to write a piece that Franz Sussmayr\ncompleted after this man died partway through completing its “Lacrimosa” section. For ten points, name\nthis Austrian composer of a D minor Requiem, a child prodigy who composed 41 symphonies.": ["Wolfgang Amadeus Mozart\n", {"This C major piece, Mozart’s 41st and final symphony, ends with a five-voice fugato. Johann\nPeter Salomon gave this piece its mythological and astronomical nickname after Mozart’s death.\n": "Jupiter Symphony\n(1"}], "Description acceptable. A speech about Verres claims that people with this status could not be\nharmed if they proclaimed this status. Before being placed on trial, the Apostle Paul claimed this status\nto a centurion. John F. Kennedy noted that “two thousand years ago,” this status was “the proudest\nboast” before comparing it to being “ein Berliner.” Slaves could not hold this status unless freed. Women\nheld only a minimal form of, for ten points, what legal status in an ancient Italian empire?": ["Roman citizenship (accept descriptions of being a citizen of Rome; prompt on\n“citizen(ship)”; prompt on “(being) Roman,” but do not prompt on ‘intermediate’ answers such as “being\na Roman male,” “being a free Roman,” etc.; accept civis Romanus sum, and prompt on civis)\n", {"This Roman politician proclaimed the security of the statement “civis romanus sum,” or “I am\na Roman citizen,” in his second pleading against Gaius Verres in 70 BC. After the death of Julius Caesar,\nthis orator attacked Mark Antony in the Philippics.\n": "Marcus Tullius Cicero\n(2"}], "A county in this colony was sued by James Maury in the Parson’s Cause, which involved a dispute\nbetween this state’s established Anglican clergy and its government. The defense in that case was led by\na member of this colony’s legislature, the House of Burgesses, who proclaimed “Give me liberty or give\nme death” in 1775. Patrick Henry was a politician from, for ten points, what American colony, the most\npopulous before the Revolution, where the House of Burgesses met in Jamestown and Williamsburg?": ["Virginia\n", {"A decade before declaring “Give me liberty or give me death!”, Patrick Henry gave an\nimpassioned speech in the House of Burgesses in favor of the Virginia Resolves, a response to this 1765\nact of Parliament.\n": "Stamp Act\n(3"}], "This site includes the Torreon tower, which was once used as an observatory, and a Popular District\nwhere commoners lived. The Huatana stone and the Room of the Three Windows at this site were\ndedicated to a sun god, Inti. This site is situated above the Urubamba River and was constructed as an\nestate for Pachacuti. Hiram Bingham studied, for ten points, what “lost city of the Incas?”": ["Machu Picchu\n", {"Hiram Bingham’s excavation of Machu Picchu was supported by this Ivy League university,\nwhere Bingham lectured.\n": "Yale University\n(4"}], "One of this empire’s colonial holdings was a company co-founded by Carl Peters and opposed by the\nfailed Abushiri Revolt. This empire, which seized a naval base at Tsingtao from the Chinese in 1898, sent\nthe Panther gunboat to Morocco in a failed attempt to break the Entente Cordiale alliance of two of its\nrivals. For ten points, name this country that engaged in a naval arms race with Great Britain and signed\nthe 1879 Dual Alliance with Austria-Hungary, an alliance that lasted until they lost World War I.": ["Germany (or the German Empire)\n", {"Germany’s African colonial history includes its genocide of the Herero people in this modern-day\ncountry in southwest Africa.\n": "Namibia\n(5"}], "Charles Tyson Yerkes thwarted this man’s efforts to build part of the London Underground through\nLondon United Tramways. This man founded New York’s Metropolitan Club and orchestrated a business\ndeal with Elbert Gary and William Henry Moore in 1901. This man created a coalition of bankers to\nmitigate the Panic of 1907; earlier, he allied with the Rothschilds to sell gold to replenish the US Treasury\nduring the Panic of 1893. For ten points, name this American financier, the namesake of a bank that\nmerged with Chase in 2000.": ["John Pierpont “J.P.” Morgan, Sr.\n", {"J.P. Morgan transformed this industry with the aforementioned merger of Judge Moore’s\ncompany with one owned by Andrew Carnegie, creating the world’s first billion-dollar business.\n": "steel (accept any additional information, including US Steel"}], "In 1962’s Robinson v. California, the Supreme Court used this amendment to strike down a California\nlaw criminalizing narcotic addiction. Modern applications of this amendment often rely on the idea\nof “evolving standards of decency.” Excessive bail is included in this amendment as an example of a\nprohibition found to violate “human dignity.” 1972’s Furman v. Georgia temporarily outlawed the death\npenalty by applying, for ten points, what Constitutional amendment that prohibits cruel and unusual\npunishment?": ["8th Amendment to the US Constitution\n", {"Roper v. Simmons cited the 8th Amendment while restricting the use of the death penalty for\npeople with this characteristic. While the 26th Amendment expanded a certain right to more Americans,\nit did not expand that right to people with this characteristic. Description acceptable.\n": "being younger than 18 years old (accept any description of being young, a minor, a\njuvenile, a child, etc.; accept being a teenager, despite the possible ambiguity that 19 presents"}], "This location, which is called the “Six Grandfathers” by the Lakota, was seized in violation of the\nTreaty of Fort Laramie. The “fifth icon” of this location, Benjamin Elk, posed for photographs with\nthousands of tourists. Historian Doane Robinson suggested the granite pillars at the Needles for this\nproject, but was convinced by Gutzon Borglum to use another site in the Black Hills. For ten points,\nname this South Dakota monument featuring the faces of four US presidents.": ["Mount Rushmore National Monument\n", {"Earlier in his career, Gutzon Borglum worked on a monument at what Georgia site that honors\nConfederate leaders and hosted a KKK revival?\n": "Stone Mountain Park\n(8"}], "This man was disguised as a drunk flight attendant to avoid suspicion on a Bristol Britannia plane.\nA month earlier, as this man was getting off a bus in Buenos Aires, Peter Malkin and two other agents of\nMossad tackled and abducted this man. Hannah Arendt wrote about the “banality of evil” as displayed\nby this man at his 1961 trial for war crimes in Jerusalem. For ten points, name this man who hid in\nArgentina for a decade before being executed for his role in orchestrating the Holocaust.": ["(Otto) Adolf Eichmann\n", {"Eichmann’s role in the Holocaust included devising a plan to deport Jews to this island in the\nSouthern Hemisphere.\n": "Madagascar Plan\n"}]}